Repository: wp-plugins/bws-featured-posts
Catalog: languages/featured_posts-*.po
Languages: ru_ru

source: Featured Posts Settings
ru_ru: Настройки Featured Posts

source: Featured Posts
ru_ru: Избранные посты

source: Invalid value for 'Block width'
ru_ru: Неверное значение для опции 'Ширина блока'

source: Invalid value for 'Content block width'
ru_ru: Неверное значение для опции 'Ширина блока контента'

source: Changes saved
ru_ru: Изменения сохранены

source: Settings
ru_ru: Настройки

source: Notice:
ru_ru: Обратите внимание:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
ru_ru: Настройки плагина были изменены. Чтобы сохранить их, пожалуйста, не забудьте нажать кнопку 'Сохранить изменения'.

source: If you would like to add Featured Posts to your page or post, select posts to be displayed (on the page/post editing page, in Featured Post block, please mark 'Display this post in the Featured Post block?').
ru_ru: Если вы хотите добавить избранные посты на свою страницу или в пост, выберите посты, которые будут отображаться (на странице редактирования поста или страницы, в блоке "Избранный пост" отметьте "Отображать данный пост в блоке с избранными постами?").

source: If you would like to add Featured Posts to your website, just copy and paste this shortcode into your post or page:
ru_ru: Если вы хотите добавить Featured Posts на свой сайт, вам нужно скопировать и вставить шорткод в контент страницы или поста:

source: Also, you can paste the following strings into the template source code
ru_ru: Также, вы можете вставить следующие строки в исходный код шаблона

source: Display the block with Featured Posts
ru_ru: Отображать блок с Избранными постами

source: Before the Post
ru_ru: Перед постом

source: After the Post
ru_ru: После поста

source: Block width
ru_ru: Ширина блока

source: Please, enter the value in &#37; or px, for instance, 100&#37; or 960px
ru_ru: Пожалуйста, введите значение в &#37; или пикселях, например 100&#37; или 960px

source: Content block width
ru_ru: Ширина блока контента

source: Style
ru_ru: Стиль

source: Use theme styles for Featured Posts block
ru_ru: Использовать стили темы для блока с избранными постами

source: Background Color for block
ru_ru: Цвет заднего фона для блока

source: Background Color for text
ru_ru: Цвет заднего фона для блока с текстом

source: Title Color
ru_ru: Цвет названия поста

source: Text Color
ru_ru: Цвет текста

source: "Learn more" Link Color
ru_ru: Цвет ссылки "Читать далее"

source: Save Changes
ru_ru: Сохранить изменения

source: Learn more
ru_ru: Читать далее

source: Featured Post
ru_ru: Избранный пост

source: Display this post in the Featured Post block?
ru_ru: Отображать данный пост в блоке с избранными постами?

source: Support
ru_ru: Тех. поддержка
